[SystemMessage]
ErrID_1000 = 游戏核心文件出错.(1000)
ErrID_1001 = 游戏核心文件出错.(1001)
ErrID_1002 = 游戏核心文件出错.(1002)
ErrID_1003 = 游戏核心文件出错.(1003)
ErrID_1004 = 游戏核心文件出错.(1004)
ErrID_1005 = 游戏核心文件出错.(1005)
ErrID_1006 = 游戏核心文件出错.(1006)
ErrID_2000 = 游戏核心文件出错.(2000)
ErrID_2001 = 游戏核心文件出错.(2001)
ErrID_2002 = 游戏核心文件出错.(2002)
ErrID_2003 = 游戏核心文件出错.(2003)
ErrID_2004 = 未安装 Windows 7 Service Pack 1，无法运行 64 位客户端。 将启动器更改为 32 位客户端，或安装 Windows 7 Service Pack 1.(2004)
ErrID_3000 = 有效期已过。 请更新或重新安装游戏客户端。(3000)
ErrID_3001 = 游戏客户端已经在运行。(3001)
ErrID_3002 = 请通过启动器运行。(3002)
ErrID_4000 = 文件安装出错或损坏，也可能是不支持您的系统(4000)
ErrID_4001 = 文件安装出错或损坏，也可能是不支持您的系统(4001)
ErrID_4002 = 文件安装出错或损坏，也可能是不支持您的系统(4002)
ErrID_4003 = 文件安装出错或损坏，也可能是不支持您的系统(4003)
ErrID_4004 = 文件安装出错或损坏，也可能是不支持您的系统(4004)
ErrID_4005 = 文件安装出错或损坏，也可能是不支持您的系统(4005)
ErrID_4006 = 文件安装出错或损坏，也可能是不支持您的系统(4006)
ErrID_4007 = 文件安装出错或损坏，也可能是不支持您的系统(4007)
ErrID_4008 = 文件安装出错或损坏，也可能是不支持您的系统(4008)
ErrID_4009 = 文件安装出错或损坏，也可能是不支持您的系统(4009)
ErrID_4010 = 文件安装出错或损坏，也可能是不支持您的系统(4010)
ErrID_4011 = 文件安装出错或损坏，也可能是不支持您的系统(4011)
ErrID_4012 = 文件安装出错或损坏，也可能是不支持您的系统(4012)
ErrID_4013 = 文件安装出错或损坏，也可能是不支持您的系统(4013)
ErrID_4014 = 文件安装出错或损坏，也可能是不支持您的系统(4014)
ErrID_4015 = 文件安装出错或损坏，也可能是不支持您的系统(4015)
ErrID_4016 = 文件安装出错或损坏，也可能是不支持您的系统(4016)
ErrID_4017 = 文件安装出错或损坏，也可能是不支持您的系统(4017)
ErrID_4018 = 文件安装出错或损坏，也可能是不支持您的系统(4018)
ErrID_4019 = 文件安装出错或损坏，也可能是不支持您的系统(4019)
ErrID_4020 = 文件安装出错或损坏，也可能是不支持您的系统(4020)
ErrID_4021 = 文件安装出错或损坏，也可能是不支持您的系统(4021)
ErrID_4022 = 文件安装出错或损坏，也可能是不支持您的系统(4022)
ErrID_4023 = 文件安装出错或损坏，也可能是不支持您的系统(4023)
ErrID_4024 = 文件安装出错或损坏，也可能是不支持您的系统(4024)
ErrID_4025 = 文件安装出错或损坏，也可能是不支持您的系统(4025)
ErrID_4026 = 文件安装出错或损坏，也可能是不支持您的系统(4026)
ErrID_4027 = 文件安装出错或损坏，也可能是不支持您的系统(4027)
ErrID_4028 = 文件安装出错或损坏，也可能是不支持您的系统(4028)
ErrID_4029 = 文件安装出错或损坏，也可能是不支持您的系统(4029)
ErrID_4030 = 文件安装出错或损坏，也可能是不支持您的系统(4030)
ErrID_4031 = 文件安装出错或损坏，也可能是不支持您的系统(4031)
ErrID_4032 = 文件安装出错或损坏，也可能是不支持您的系统(4032)
ErrID_4033 = 文件安装出错或损坏，也可能是不支持您的系统(4033)
ErrID_4034 = 文件安装出错或损坏，也可能是不支持您的系统(4034)
ErrID_4035 = 文件安装出错或损坏，也可能是不支持您的系统(4035)
ErrID_4036 = 文件安装出错或损坏，也可能是不支持您的系统(4036)
ErrID_4037 = 文件安装出错或损坏，也可能是不支持您的系统(4037)
ErrID_4038 = 文件安装出错或损坏，也可能是不支持您的系统(4038)
ErrID_4039 = 文件安装出错或损坏，也可能是不支持您的系统(4039)
ErrID_4040 = 文件安装出错或损坏，也可能是不支持您的系统(4040)
ErrID_4041 = 文件安装出错或损坏，也可能是不支持您的系统(4041)
ErrID_4042 = 文件安装出错或损坏，也可能是不支持您的系统(4042)
ErrID_4043 = 文件安装出错或损坏，也可能是不支持您的系统(4043)
ErrID_4044 = 文件安装出错或损坏，也可能是不支持您的系统(4044)
ErrID_4045 = 文件安装出错或损坏，也可能是不支持您的系统(4045)
ErrID_4046 = 文件安装出错或损坏，也可能是不支持您的系统(4046)
ErrID_4047 = 文件安装出错或损坏，也可能是不支持您的系统(4047)
ErrID_4048 = 文件安装出错或损坏，也可能是不支持您的系统(4048)
ErrID_4049 = 文件安装出错或损坏，也可能是不支持您的系统(4049)
ErrID_4050 = 文件安装出错或损坏，也可能是不支持您的系统(4050)
ErrID_5000 = 无效的游戏客户端文件。 请更新或重新安装游戏客户端。(5000)
ErrID_5001 = 无效的游戏客户端文件。 请更新或重新安装游戏客户端。(5001)
ErrID_5002 = 无效的游戏客户端文件。 请更新或重新安装游戏客户端。(5002)
ErrID_6000 = 文件安装出错或损坏，也可能是不支持您的系统(6000)
ErrID_6100 = 文件安装出错或损坏，也可能是不支持您的系统(6100)
ErrID_6200 = 文件安装出错或损坏，也可能是不支持您的系统(6200)
ErrID_6300 = 文件安装出错或损坏，也可能是不支持您的系统(6300)
ErrID_10000 = 游戏核心文件出错.(10000)
ErrID_10001 = 游戏核心文件出错.(10001)
ErrID_10002 = 游戏核心文件出错.(10002)
ErrID_10003 = 游戏核心文件出错.(10003)
ErrID_10004 = 游戏核心文件出错.(10004)
ErrID_10005 = 游戏核心文件出错.(10005)
ErrID_10006 = 游戏核心文件出错.(10006)
ErrID_10007 = 游戏核心文件出错.(10007)